Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: QEMU Pointer
ar: مؤشر QEMU
fr: Pointeur QEMU
it: Puntatore QEMU
ja: QEMUポインタ
pl: Mysz QEMU
zh_hans: QEMU 指针
zh_hant: QEMU 指向裝置
zh_hk: QEMU 指標

source: QEMU Sound
ar: صوت QEMU
it: Suono QEMU
ja: QEMUサウンド
pl: Dźwięk QEMU
zh_hans: QEMU 声音
zh_hant: QEMU 音效卡
zh_hk: QEMU 聲音

source: QEMU USB
ar: USB QEMU

source: Querying drives status...
ar: يتم استعلام حالة المحركات...
de: Status der Laufwerke wird abgerufen…
es_419: Consultando el estado de las unidades…
fr: Recherche du statut des lecteurs…
it: Verifica dello stato dei dischi…
ja: ドライブの状態を確認中…
pl: Zbieranie informacji o statusie dysków...
ru: Опрос состояния дисков…
zh_hans: 正在查询驱动器状态…
zh_hant: 正在查詢磁碟機狀態……
zh_hk: 正在搜尋磁碟狀態⋯

source: Querying USB devices...
ar: يتم استعلام أجهزة USB...
de: USB-Geräte werden abgerufen…
es_419: Consultado el estado de los dispositivos USB…
fr: Recherche des appareils USB…
it: Verifica dello stato dei dispositivi USB…
ja: USBデバイスを確認中…
pl: Zbieranie informacji o statusie urządzeń USB...
ru: Опрос состояния USB накопителей…
zh_hans: 正在查询 USB 设备状态…
zh_hant: 正在查詢 USB 裝置……
zh_hk: 正在搜尋 USB 裝置⋯

source: Quit
ar: خروج
es_419: Salir
fi: Lopeta
fr: Quitter
it: Esci
ja: 終了
pl: Wyjdź
ru: Выйти
zh_hans: 退出
zh_hant: 結束
zh_hk: 結束

source: Quitting UTM will kill all running VMs.
ar: إنهاء UTM سيؤدي إلى إنهاء جميع الآلات الافتراضية النشطة.
de: Mit dem Beenden von UTM werden alle laufenden VMs direkt beendet.
es_419: Salirse de UTM matará todas las VMs en ejecución.
fr: Si vous quittez UTM, toutes les VM en cours d’exécution seront tuées.
it: L'uscita da UTM causerà l'interruzione di tutte le VM in esecuzione.
ja: UTMを終了すると、すべての仮想マシンが強制終了します。
pl: Wyjście z UTM zatrzyma wszystkie uruchomione maszyny.
ru: Выход из UTM приведет к уничтожению всех работающих ВМ.
zh_hans: 退出 UTM 将终止所有正在运行的虚拟机。
zh_hant: 結束 UTM 亦會強制中止所有執行中虛擬機。
zh_hk: 退出 UTM 會結束所有執行的虛擬電腦。

source: RAM
ar: ذاكرة الوصول العشوائي
fi: Keskusmuisti
ru: ОЗУ
zh_hans: 内存
zh_hant: 記憶體
zh_hk: 記憶體

source: Ramdisk (optional)
ar: ذاكرة مؤقتة (اختياري)
fr: Ramdisk (optionnel)
ja: RAMディスク（オプション）
pl: Dysk na pamięci RAM (opcjonalne)
zh_hans: Ramdisk (选填)
zh_hant: Ramdisk（選填）
zh_hk: Ramdisk (選填)

source: Random
ar: عشوائي
es_419: Aleatorio
fi: Satunnainen
fr: Aléatoire
it: Casuale
ja: ランダム
pl: Losowy
ru: Случайный
zh_hans: 随机
zh_hant: 隨機
zh_hk: 隨機

source: Raw Image
ar: صورة خام
de: Image im Raw Format
es_419: Imagen en bruto
fr: Image brute (RAW)
it: Immagine Raw
ja: 生イメージ
pl: Surowy obraz (RAW)
ru: Необработанный образ
zh_hans: RAW 映像
zh_hant: 原始映像檔
zh_hk: Raw 映像檔

source: Read Only
ar: للقراءة فقط
de: Nur Lesen
es_419: Sólo lectura
fi: Lue ainoastaan
fr: Lecture seule
it: Sola Lettura
ja: 読み出しのみ
ko: 읽기 전용
pl: Tylko do odczytu
ru: Только для чтения
zh_hans: 只读
zh_hant: 唯讀
zh_hk: 唯讀

source: Read Only?
ar: للقراءة فقط؟
fr: Lecture seule ?
it: Sola Lettura
ja: 読み出しのみ
pl: Tylko do odczytu?
ru: Только для чтения?
zh_hans: 只读？
zh_hant: 唯讀？
zh_hk: 唯讀？

source: Reclaim
ar: استرداد
de: Freigeben
es_419: Reclamar
fr: Libérer
it: Recupera
ja: 回収
pl: Odzyskaj
ru: Освободить
zh_hans: 回收
zh_hant: 釋放空間
zh_hk: 回收空間

source: Reclaim disk space by re-converting the disk image.
ar: استعادة مساحة القرص عن طريق إعادة تحويل صورة القرص.
es_419: Reclamar espacio al re-convertir la imagen de disco.
fr: Libère de l’espace disque en re-convertissant l’image disque.
it: Recupera spazio su disco riconvertendo l'immagine disco.
ja: ディスクイメージを再変換することでディスク領域を回収します。
pl: Odzyskaj miejsce na dysku poprzez ponowną konwersję obrazu dysku.
ru: Освободить место на диске путем повторного преобразования образа диска.
zh_hans: 通过重新转换来回收磁盘空间。
zh_hant: 藉由重新轉換磁碟映像檔來釋放空間。
zh_hk: 透過重新轉換來回收磁碟空間。

source: Reclaim Space
ar: استعادة المساحة
es_419: Reclamar espacio
fi: Voit takaisin tilaa
fr: Libérer de l’espace
it: Recupera Spazio
ja: 領域を回収
pl: Odzyskaj miejsce na dysku
ru: Освободить пространство
zh_hans: 释放空间
zh_hant: 釋放空間
zh_hk: 釋放空間

source: Regular
ar: عادي
de: Normal
fr: Standard
it: Normale
ja: レギュラー
pl: Regularny
ru: Обычный
zh_hans: 常规
zh_hant: 一般
zh_hk: 一般

source: Removable
ar: قابل للإزالة
de: Wechselbar
es_419: Removible
fi: Irrotettava
fr: Amovible
it: Rimovibile
ja: リムーバブル
ko: 제거 가능
pl: Dysk zewnętrzny
ru: Съемный
zh_hans: 可移除
zh_hant: 可卸除式
zh_hk: 可移除

source: Removable Drive
ar: محرك قابل للإزالة
de: Wechsellaufwerk
es_419: Unidad removible
fi: Irrotettava asema
fr: Lecteur amovible
it: Disco Rimovibile
ja: リムーバブルドライブ
pl: Dysk zewnętrzny
ru: Съемный диск
zh_hans: 可移除驱动器
zh_hant: 可卸除式磁碟機
zh_hk: 可移除式磁碟

source: Remove
ar: إزالة
de: Entfernen
es_419: Eliminar
fr: Retirer
it: Elimina
ja: 削除
pl: Usuń
ru: Удалить
zh_hans: 移除
zh_hant: 移除
zh_hk: 刪除

source: Remove selected shortcut
ar: إزالة الاختصار المحدد
ja: 選択したショートカットを削除します
pl: Uruchom wybrany skrót
zh_hans: 移除选中的快捷方式
zh_hant: 移除選取的捷徑
zh_hk: 移除已選取的捷徑

source: Remove…
ar: إزالة…
de: Entfernen…
es_419: Eliminar…
fr: Supprimer…
it: Elimina…
ja: 削除…
pl: Usuń...
ru: Удалить…
zh_hans: 移除…
zh_hant: 移除…
zh_hk: 刪除⋯

source: Renderer Backend
ar: الواجهة الخلفية للرندر
fr: Moteur de rendu
it: Backend Renderer
ja: レンダラバックエンド
pl: Tryb renderowania
zh_hans: 渲染器后端
zh_hant: 算繪器後端
zh_hk: 渲染器後端

source: Request power down
ar: طلب إيقاف تشغيل الطاقة
es_419: Solicitar apagado
fr: Demander un arrêt
it: Richiedi Spegnimento
ja: 電源オフを要求
pl: Wyślij żądanie o zamknięcie
ru: Запрос на отключение питания
zh_hans: 请求关闭电源
zh_hant: 請求關機
zh_hk: 請求關閉電源

source: Requires restarting UTM to take affect.
ar: يتطلب إعادة تشغيل UTM ليصبح ساري المفعول.
fr: Vous devez redémarrer UTM pour que cela prenne effet.
it: Richiede il riavvio di UTM.
ja: 変更を適用するには、UTMを再起動する必要があります。
pl: Wymaga ponownego uruchomienia UTM, aby zastosować zmiany.
zh_hans: 需要重新打开 UTM 以生效。
zh_hant: 需要重新啟動 UTM 使之生效。
zh_hk: 需要重新開啟 UTM 以生效。

source: Requires SPICE guest agent tools to be installed.
ar: يتطلب تثبيت أدوات وكيل SPICE للضيف.
es_419: Se requiere tener instalado las herramientas de agente invitado de SPICE.
fi: Edellyttää SPICE-vierasagenttityökalujen asentamista.
fr: Requiert l’installation des outils clients SPICE dans l’OS invité.
it: Richiede che gli strumenti guest di SPICE siano installati.
ja: SPICEゲストエージェントツールがインストールされている必要があります。
ko: SPICE guest agent tools 도구가 설치되어 있어야 합니다.
pl: Wymaga zainstalowanych dodatków gościa SPICE.
ru: Требуется установка средств гостевого агента SPICE.
zh_hans: 需要安装 SPICE 客户机代理工具。
zh_hant: 需安裝 SPICE 客體代理程式工具。
zh_hk: 需要安裝 SPICE 客戶端代理程式工具。

source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es_419: Reiniciar
fr: Réinitialiser
ja: リセット
pl: Resetuj
ru: Сбросить
zh_hans: 重置
zh_hant: 重設
zh_hk: 重設

source: Reset Identity
ar: إعادة تعيين الهوية
it: Ripristina Identità
ja: IDをリセット
pl: Resetuj identyfikacje serwerów
zh_hans: 重置身份
zh_hk: 重設身分

source: Reset UEFI Variables
ar: إعادة تعيين متغيرات UEFI
it: Reimposta le Variabili UEFI
ja: UEFI変数をリセット
ru: Сбрасывать переменные UEFI
zh_hans: 重设 UEFI 变量
zh_hant: 重設 UEFI 變數
zh_hk: 重設 UEFI 變數

source: Resize
ar: إعادة حجم
de: Größe anpassen
es_419: Redimensionar
fr: Redimensionner
it: Ridimensiona
ja: サイズを変更
pl: Zmień rozmiar
ru: Изменить размер
zh_hans: 重新调整
zh_hant: 調整大小
zh_hk: 調整大小

source: Resize Console Command
ar: أمر تغيير حجم وحدة التحكم
es_419: Comando de redimensionamiento de la consola
fi: Muuta konsolikomentoa
fr: Commande de redimsensionnement de la Console
it: Ridimensiona i Comandi della Console
ja: コンソールサイズ変更コマンド
ko: 콘솔창 조절 명령어
pl: Komenda zmieniania rozmiaru okna konsoli
ru: Изменение размера консоли
zh_hans: 调整控制台大小指令
zh_hant: 調整主控台大小命令
zh_hk: 調整主控台大小指令

source: Resize display to screen size and orientation automatically
ar: إعادة حجم العرض إلى حجم الشاشة واتجاهها تلقائيًا
de: Anzeige-Größe automatisch an Display und Ausrichtung anpassen
es_419: Redimensionar la visualización al tamaño de la pantalla y orientación automáticamente.
fr: Changer automatiquement la résolution en fonction de la taille et de l’orientation de l’écran
it: Ridimensiona e orienta il display in base alle dimensioni dello schermo.
ja: ディスプレイサイズを画面サイズと向きに自動的に合わせる
pl: Dopasuj obraz do rozmiaru i orientacji ekranu automatycznie.
ru: Автоматическое изменение размера и ориентации экрана
zh_hans: 自动将显示调整为屏幕大小和方向
zh_hant: 自動調整顯示器尺寸和方向至螢幕大小
zh_hk: 自動將顯示大小調整為螢幕大小與方向

source: Resize display to window size automatically
ar: إعادة حجم العرض إلى حجم النافذة تلقائيًا
de: Anzeige-Größe automatisch an Fenstergröße anpassen
es_419: Redimensionar el tamaño de la pantalla al tamaño de la ventana automáticamente
fi: Muuta näytön koko automaattisesti ikkunan kokoon
fr: Changer automatiquement la résolution en fonction de la taille de la fenêtre
it: Ridimensiona e orienta il display in base alla finestra
ja: ディスプレイサイズをウインドウサイズに自動的に合わせる
pl: Dopasuj obraz do rozmiaru okna automatycznie
ru: Автоматическое изменение размера экрана в соответствии с размером окна
zh_hans: 自动将显示调整为窗口大小
zh_hant: 自動調整顯示器至視窗大小
zh_hk: 自動將顯示大小調整為視窗大小

source: Resize…
ar: تغيير الحجم…
fr: Redimensionner…
ja: サイズを変更…
pl: Zmień rozmiar...
ru: Изменить размер…
zh_hans: 调整大小…
zh_hant: 調整大小…
zh_hk: 調整大小⋯

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %@ GiB?
ar: إعادة الحجم هي ميزة تجريبية وقد تؤدي إلى فقدان البيانات. يُنصح بشدة بعمل نسخة احتياطية لهذه الآلة الافتراضية قبل المتابعة. هل ترغب في تغيير الحجم إلى %@ جيجابايت؟
de: Das Ändern der Größe ist eine experimentelle Funktion und könnte Datenverlust nach sich ziehen. Machen Sie vorher ein Backup. Möchten Sie die Größe auf $@ GiB ändern?
es_419: El redimensionar es experimental y puede resultar en una pérdida de datos. Te recomendamos encarecidamente de hacer una copia de seguridad de esta máquina virtual antes de continuar. ¿Le gustaría cambiar el tamaño a %@ GiB?
it: Il ridimensionamento è una funzionalità sperimentale e potrebbe causare perdita di dati. Sei incoraggiato ad effettuare un backup di questa VM prima di procedere. Ridimensionare a %@ GiB?
ru: Изменение размера является экспериментальным и может привести к потере данных. Перед началом работы настоятельно рекомендуется создать резервную копию этой ВМ. Вы хотите изменить размер до %@ ГиБ?
zh_hans: 调整驱动器大小是实验性功能，可能会导致数据丢失。在继续操作之前，强烈建议你备份此虚拟机。要将大小调整为 %@ GB 吗？
zh_hk: 調整空間大小屬於實驗性功能，可能會導致資料遺失。強烈建議你先備份這個虛擬電腦，然後再繼續操作。你要調整大小為 %@ GB 嗎？

source: Resizing is experimental and could result in data loss. You are strongly encouraged to back-up this VM before proceeding. Would you like to resize to %lld GiB?
ar: تغيير الحجم هو تجربة وقد يؤدي إلى فقدان البيانات. يُنصح بشدة بعمل نسخة احتياطية من هذه الآلة الافتراضية قبل المتابعة. هل ترغب في تغيير الحجم إلى %lld GiB؟
fr: Le redimensionnement est expérimental et peut conduire à une perte de données. Il est fortement conseillé de sauvegarder cette VM avant de poursuivre. Souhaitez-vous la redimensionner vers %lld Gio ?
ja: サイズの変更は実験的であり、データが失われる可能性があります。この作業を行う前に、仮想マシンをバックアップしておくことを強く推奨します。%lld GiBにサイズを変更しますか?
pl: Zmiana rozmiaru jest eksperymentalna i może zakończyć się utratą danych. Zalecamy utworzenie kopii zapasowej tej maszyny wirtualnej przed kontynuowaniem. Czy chcesz zmienić rozmiar do %lld GiB?
zh_hans: 调整大小是实验性功能，可能会导致数据丢失。强烈建议你在继续操作前备份此虚拟机。要将大小调整为 %lld GiB 吗？
zh_hant: 「調整大小」仍在實驗中且可能導致資料遺失。強烈建議調整前備份本 VM。是否要調整大小至 %lld GiB？
zh_hk: 調整大小為實驗性功能，可能會導致資料遺失。強烈建議你在繼續之前備份這個虛擬電腦。你要將大小調整為 %lld GB 嗎？

source: Resolution
ar: الدقة
es_419: Resolución
fi: Resoluutio
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pl: Rozdzielczość
ru: Разрешение
zh_hans: 分辨率
zh_hant: 解析度
zh_hk: 解像度

source: Restart
ar: إعادة تشغيل
es_419: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
it: Ricomincia
ja: 再起動
pl: Uruchom ponownie
ru: Перезапустить
zh_hans: 重新启动
zh_hant: 重新啟動
zh_hk: 重新啟動

source: Restoring
ar: يتم الاستعادة
ja: 復元中
pl: Przywracanie
zh_hans: 正在恢复
zh_hant: 正在恢復
zh_hk: 正在還原

source: Resume
ar: استئناف
fr: Reprendre
ja: 再開
pl: Wznów
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Resume running VM.
ar: استئناف تشغيل الآلة الافتراضية.
zh_hans: 继续正在运行的虚拟机。
zh_hant: 繼續執行中的 VM。
zh_hk: 繼續正在執行的虛擬電腦。

source: Resuming
ar: يتم الاستئناف
de: Wird fortgesetzt
es_419: Resumiendo
fr: Reprise
it: Ripresa
ja: 再開中
pl: Wznawiam
ru: Возобновление
zh_hans: 正在恢复
zh_hant: 正在繼續
zh_hk: 正在繼續

source: Retina Mode
ar: وضع Retina
de: Retina-Modus
es_419: Modo Retina
fi: Retina-tila
fr: Mode Retina
it: Modalità Retina
ja: Retinaモード
ko: 레티나 모드
pl: Tryb Retina
ru: Режим Retina
zh_hans: Retina 模式
zh_hant: Retina 模式
zh_hk: Retina 模式

source: Reveal where the VM is stored.
ar: كشف مكان تخزين الآلة الافتراضية.
es_419: Mostrar dónde se almacena la VM.
fr: Affiche l’emplacement où est enregistrée la VM.
it: Mostra la posizione della VM nel file system.
ja: 仮想マシンが格納されている場所を表示します。
pl: Pokaż lokalizację maszyny wirtualnej na dysku.
ru: Показать место хранения виртуальной машины.
zh_hans: 显示虚拟机的存储位置。
zh_hant: 顯示 VM 的儲存位置。
zh_hk: 顯示虛擬電腦的儲存位置。

source: RNG Device
ar: جهاز RNG
es_419: Dispositivo RNG
fi: RNG-laite
fr: Appareil RNG
it: Dispositivo RNG
ja: RNGデバイス
pl: Urządzenie generatora liczb losowych (RNG)
ru: RNG устройство
zh_hans: RNG 设备
zh_hant: RNG 裝置
zh_hk: RNG 裝置

source: Root Image
ar: صورة الجذر
es_419: Imagen Root
fi: Juurikuva
it: Radice Immagine
ja: Rootイメージ
pl: Obraz Root
ru: Корневой образ
zh_hans: Root 映像
zh_hant: Root 映像檔
zh_hk: Root 映像檔

source: Rosetta is not supported on the current host machine.
ar: Rosetta غير مدعومة على الجهاز المضيف الحالي.
de: Rosetta wird von der Host-Architektur nicht unterstützt.
es_419: Rosetta no está soportado en la máquina anfitrión actual.
fr: Rosetta n’est pas prise en charge sur cette machine hôte.
it: Rosetta non è supportato dalla macchina host attuale.
ja: Rosettaは現在のホストマシンでは対応していません。
pl: Rosetta nie jest wspierana przez maszynę gospodarza (host).
ru: Rosetta не поддерживается на текущей хост-машине.
zh_hans: 当前主机不支持 Rosetta。
zh_hant: 目前主機端機器不支援 Rosetta。
zh_hk: 當前主機不支援 Rosetta。

source: Run
ar: تشغيل
es_419: Ejecutar
fi: Suorita
fr: Démarrer
it: Avvia
ja: 実行
pl: Uruchom
ru: Запустить
zh_hans: 运行
zh_hant: 執行
zh_hk: 執行

source: Run Recovery
ar: تشغيل وضع الاسترداد
es_419: Ejecutar Recuperación
fr: Exécuter le mode Recovery
it: Avvia Ripristino
ja: “復旧”を実行
pl: Uruchom tryb odzyskiwania
ru: Запустить восстановление
zh_hans: 运行 Recovery 模式
zh_hant: 執行 Recovery
zh_hk: 執行 Recovery 模式

source: Run selected VM
ar: تشغيل الآلة الافتراضية المحددة
es_419: Ejecutar VM seleccionada
fi: Suorita valittu VM
it: Avvia VM selezionata
ja: 選択した仮想マシンを実行します
pl: Uruchom wybraną wirtualną maszynę
ru: Запустить выбранную ВМ
zh_hans: 运行已选中的虚拟机
zh_hant: 執行選取虛擬機
zh_hk: 執行已選取的虛擬電腦

source: Run the VM in the foreground, without saving data changes to disk.
ar: تشغيل الآلة الافتراضية في المقدمة، دون حفظ تغييرات البيانات على القرص.
es_419: Ejecutar la VM en primer plano, sin guardar los cambios de datos en el disco.
fr: Exécute la VM en premier plan, sans sauvegarder les changements sur le disque.
it: Avvia la VM in primo piano, senza applicare le modifiche su disco.
ja: データの変更内容をディスクに保存せずに、仮想マシンをフォアグラウンドで実行します。
pl: Uruchom wirtualną maszynę bez zapisywania zmian na dysk.
ru: Запуск ВМ в фоновом режиме без сохранения изменений данных на диск.
zh_hans: 在前台运行虚拟机，但不会将数据存储到磁盘。
zh_hant: 在前景啟動 VM 而不將資料更動儲存到磁碟中。
zh_hk: 在螢幕前執行虛擬電腦，但無需將資料更改儲存到磁碟。

source: Run the VM in the foreground.
ar: تشغيل الآلة الافتراضية في المقدمة.
es_419: Ejecutar la VM en primer plano.
fr: Exécute la VM au premier plan
it: Avvia la VM in primo piano
ja: 仮想マシンをフォアグラウンドで実行します。
pl: Uruchom tą maszynę wirtualną na pierwszym planie.
ru: Запуск виртуальной машины на переднем плане.
zh_hans: 在前台运行虚拟机。
zh_hant: 在前景啟動 VM。
zh_hk: 在螢幕前執行虛擬電腦。

source: Run without saving changes
ar: تشغيل دون حفظ التغييرات
es_419: Ejecutar sin guardar los cambios
fr: Exécuter sans enregistrer les modifs.
it: Avvia senza applicare le modifiche
ja: 変更内容を保存せずに実行
pl: Uruchom bez zapisywania zmian
ru: Запустить без сохранения настроек
zh_hans: 运行但不存储更改
zh_hant: 啟動而不儲存更改
zh_hk: 執行但不儲存更改

source: Running
ar: يعمل
es_419: En ejecución
fi: Suorittaa
it: In esecuzione
ja: 動作中
ko: 실행중
pl: Uruchomiono
ru: Работает
zh_hans: 正在运行
zh_hk: 正在執行

source: Running low on memory! UTM might soon be killed by iOS. You can prevent this by decreasing the amount of memory and/or JIT cache assigned to this VM
ar: الذاكرة منخفضة! قد يتم إنهاء UTM قريبًا بواسطة iOS. يمكنك منع ذلك عن طريق تقليل كمية الذاكرة و/أو ذاكرة التخزين المؤقت JIT المخصصة لهذه الآلة الافتراضية.
de: Nicht genügend freier Speicher! UTM wird möglicherweise bald plötzlich beendet. Sie können dies verhindern, indem Sie der VM weniger RAM zuweisen.
es_419: ¡El dispositivo se está quedando sin memoria! UTM pronto podría ser matado por iOS. Puedes prevenir esto al disminuir la cantidad de memoria y/o el caché de JIT asignado a esta VM
fi: Muisti on vähissä! iOS saattaa pian tappaa UTM:n. Voit estää tämän vähentämällä tälle VM:lle osoitetun muistin ja/tai JIT-välimuistin määrää
fr: Il ne reste presque plus de mémoire ! UTM peut bientôt être arrêté par iOS. Vous pouvez éviter ceci en réduisant la quantité de mémoire et/ou le cache JIT assigné à cette VM
it: Poca memoria a disposizione! UTM potrebbe presto essere interrotto da iOS. Puoi prevenire che questo accada diminuendo la quantità di memoria e/o della cache JIT di questa VM
ja: メモリが不足しています! UTMはまもなくiOSによって強制終了される可能性があります。この仮想マシンに割り当てられているメモリやJITキャッシュの量を減らすことで防ぐことができます
ko: 메모리가 부족한 상태입니다! iOS에 의해 UTM은 종료될 수 있습니다. 메모리 양을 줄이거나 JIT 캐시를 조정하여 이를 방지할 수 있습니다.
pl: Zaczyna brakować pamięci! UTM może zostać zatrzymane przez iOS. Możesz temu zapobiec przez zmniejszenie ilości pamięci i/lub pamięci podręcznej JIT przypisanej do maszyny wirtualnej.
ru: Не хватает памяти! UTM может быть вскоре убит iOS. Это можно предотвратить, уменьшив объем памяти и/или JIT-кэша, выделенного этой ВМ
zh_hans: 运行内存不足！UTM 可能很快就会被 iOS 终止。你可以通过减少分配给此虚拟机的内存和 (或) JIT 缓存来防止这种情况。
zh_hant: 記憶體不足！UTM 可能不久後就會被 iOS 強制中止。降低分配至這台虛擬機的記憶體大小或 JIT 快取可以避免發生如此情況。
zh_hk: 記憶體不足！UTM 可能很快會被 iOS 結束。你可以透過減少分配給這個虛擬電腦的記憶體和/或 JIT 快取來防止這種情況。

source: Save
ar: حفظ
de: Speichern
es_419: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Saved
ar: تم الحفظ
ja: 保存済み
pl: Zapisane
zh_hans: 已保存
zh_hk: 已經存儲

source: Saving
ar: يتم الحفظ
ja: 保存中
pl: Zapisywanie
zh_hans: 正在保存
zh_hant: 正在儲存
zh_hk: 正在儲存

source: Scaling
ar: تغيير الحجم
de: Skalierung
es_419: Escalado
fi: Skaalaus
fr: Mise à l’échelle
ja: 拡大/縮小
ko: 스케일링
pl: Skalowanie
ru: Масштабирование
zh_hans: 粗化
zh_hant: 比例縮放
zh_hk: 比例縮放

source: SD Card
ar: بطاقة SD
de: SD-Karte
es_419: Tarjeta SD
fi: Sd-kortti
fr: Carte SD
it: Scheda SD
ja: SDカード
pl: Karta SD
ru: SD карта
zh_hans: SD 卡
zh_hant: SD 卡
zh_hk: SD 卡

source: Section
ar: قسم
ja: セクション
pl: Sekcja
zh_hans: 区域
zh_hant: 區域
zh_hk: 區域

source: Secure Boot with TPM 2.0
ar: التمهيد الآمن مع TPM 2.0
ja: TPM 2.0によるセキュアブート
zh_hans: 使用 TPM 2.0 的安全启动
zh_hant: 包含 TPM 2.0 的安全啟動
zh_hk: 使用 TPM 2.0 的保安啟動

source: Select a file.
ar: اختر ملفًا.
de: Wählen Sie eine Datei aus.
es_419: Selecciona un archivo.
fr: Sélectionnez un fichier.
it: Seleziona un file.
ja: ファイルを選択してください。
pl: Wybierz plik.
ru: Выбрать файл.
zh_hans: 选择一个文件。
zh_hant: 選擇檔案。
zh_hk: 選取一個檔案。

source: Select a UTM Server
ar: اختر خادم UTM
ja: UTMサーバを選択してください
pl: Wybierz serwer UTM
zh_hans: 选择一个 UTM 服务器
zh_hk: 選取一個 UTM 伺服器

source: Select an existing disk image.
ar: اختر صورة قرص موجودة.
fr: Sélectionne une image disque existante.
it: Selezione un'immagine disco esistente.
ja: 既存のディスクイメージを選択します。
pl: Wybierz istniejący obraz dysku.
zh_hans: 选择一个现有的磁盘映像。
zh_hant: 選擇現有的磁碟映像檔。
zh_hk: 選取一個現存的磁碟映像。

source: Select Drive Image
ar: اختر صورة محرك
de: Abbild auswählen
es_419: Seleccionar Imagen de Disco
fr: Sélectionner une image de lecteur
it: Seleziona un'Immagine Disco
ja: ドライブイメージを選択してください
ko: 디스크이미지 선택
pl: Wybierz obraz dysku
ru: Выбрать образ диска
zh_hans: 选择驱动器映像
zh_hant: 選擇磁碟機映像檔
zh_hk: 選取磁碟映像檔

source: Select Shared Folder
ar: اختر مجلد مشترك
de: Order auswählen
es_419: Seleccionar Directorio Compartido
fr: Sélectionner le dossier partagé
it: Seleziona una Cartella Condivisa
ja: 共有フォルダを選択してください
ko: 공유폴더 선택
pl: Wybierz współdzielony katalog
ru: Выбрать общую папку
zh_hans: 选择共享的文件夹
zh_hant: 選擇共享檔案夾
zh_hk: 選取分享的資料夾

source: Select where to export QEMU command:
ar: اختر المكان لتصدير أمر QEMU:
de: Ort zum Exportieren des QEMU-Kommandos auswählen
es_419: Seleccione dónde exportar el comando QEMU:
fr: Sélectionnez où exporter la commande QEMU :
it: Seleziona dove esportare il comando QEMU:
ja: QEMUコマンドの書き出し先を選択してください:
pl: Wybierz, gdzie wyeksportować komendę QEMU:
ru: Выберите, куда экспортировать команду QEMU:
zh_hans: 选择导出 QEMU 命令的位置：
zh_hant: 選擇匯出 QEMU 命令的位置：
zh_hk: 選取輸出 QEMU 指令的位置：

source: Select where to save debug log:
ar: اختر المكان لحفظ سجل التصحيح:
de: Ort zum Exportieren des Debug Log auswählen
es_419: Seleccione dónde guardar el registro de depuración:
fr: Sélectionnez où enregistrer le journal de débogage :
it: Seleziona dove salvare i messaggi di log:
ja: デバッグログの保存先を選択してください:
pl: Wybierz, gdzie zapisać plik dziennika zdzarzeń do debugowania:
ru: Выберите, куда сохранять журнал отладки:
zh_hans: 选择保存调试日志的位置：
zh_hant: 選擇儲存除錯日誌的位置：
zh_hk: 選取儲存除錯記錄的位置：

source: Select where to save UTM Virtual Machine:
ar: اختر المكان لحفظ الآلة الافتراضية UTM:
de: Speicherort der VM auswählen
es_419: Seleccione dónde guardar la máquina virtual UTM:
fr: Sélectionnez où sauvegarder la machine virtuelle UTM :
it: Seleziona dove salvare la Macchina Virtuale UTM:
ja: UTM仮想マシンの保存先を選択してください:
pl: Wybierz, gdzie zapisać wirtualną maszynę UTM:
ru: Выберите, куда сохранять виртуальную машину UTM:
zh_hans: 选择保存 UTM 虚拟机的位置：
zh_hant: 選擇儲存 UTM 虛擬機的位置：
zh_hk: 選取儲存 UTM 虛擬電腦的位置：

source: Selected:
ar: المحدد:
de: Ausgewählt:
es_419: Seleccionado:
fi: Valittu:
it: Selezionato:
ja: 選択中:
ko: 선택:
pl: Wybrane:
ru: Выбранное:
zh_hans: 已选择：
zh_hant: 已選擇：
zh_hk: 已選取：

source: Sends power down request to the guest. This simulates pressing the power button on a PC.
ar: يرسل طلب إيقاف تشغيل الطاقة إلى الضيف. هذا يحاكي الضغط على زر الطاقة على الكمبيوتر الشخصي.
es_419: Enviar solicitud de apagado al invitado. Esto simula presionar el botón de apagado en una PC.
fr: Envoie une requête d’extinction à l’invité. Cela simule un appui sur le bouton d’alimentation du PC.
it: Invia la richiesta di spegnimento al Guest. Questo simula la pressione del tasto di accensione su un PC.
ja: ゲストに電源オフ要求を送信します。これにより、PCの電源ボタン押下をシミュレートします。
pl: Wysyła żądanie do systemu gościa o zamknięcie systemu. Symuluje to naciśnięcie przycisku zasilania na komputerze.
ru: Отправляет гостю запрос на выключение питания. Это имитирует нажатие кнопки питания на ПК.
zh_hans: 向客户机发送关闭电源请求。此操作模拟了按下 PC 上的电源按钮。
zh_hant: 將關機請求送往客體，模擬按下 PC 的關機鍵。
zh_hk: 向客戶端發送關閉電源請求。這個操作仿真了按下 PC 上的電源按鈕。

source: Serial
ar: سلسلة
fi: Sarjanumero
fr: Série
it: Seriale
ja: シリアル
pl: Interfejs szeregowy
ru: Последовательный
zh_hans: 序列
zh_hant: 序列裝置
zh_hk: 序列

source: Serial %lld
ar: سلسلة %lld
de: Serieller Anschluss %lld
fr: Série %lld
it: Seriale %lld
ja: シリアル%lld
pl: Port szeregowy %lld
ru: Последовательный %lld
zh_hans: 串行端口 %lld
zh_hant: 序列裝置 %lld
zh_hk: 序列裝置 %lld

source: Server
ar: خادم
ja: サーバ
pl: Serwer
zh_hans: 服务器
zh_hk: 伺服器

source: Server Address
ar: عنوان الخادم
es_419: Dirección del servidor
fi: Palvelimen osoite
fr: Adresse du serveur
it: Indirizzo del Server
ja: サーバアドレス
pl: Adres serwera
ru: Адрес сервера
zh_hans: 服务器地址
zh_hant: 伺服器位址
zh_hk: 伺服器位址

source: Server IP: %@, Port: %@
ar: IP الخادم: %1$@، المنفذ: %2$@
zh_hans: 服务器 IP：%1$@，端口：%2$@
zh_hk: 伺服器 IP 位址：%1$@，埠：%2$@

source: Settings
ar: الإعدادات
es_419: Configuraciones
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
ru: Параметры
zh_hans: 设置
zh_hant: 設定
zh_hk: 設定

source: Share
ar: مشاركة
es_419: Compartir
fi: Jaa
it: Condividi
ja: 共有
ko: 공유
pl: Udostępnij
ru: Поделиться
zh_hans: 共享
zh_hant: 分享
zh_hk: 分享
